{
    "medicalArticles": [
        {
            "id": 1,
            "title": "أمراض القلب والشرايين: الوقاية والعلاج الحديث",
            "excerpt": "تعرف على أحدث طرق الوقاية من أمراض القلب والشرايين والعلاجات المبتكرة التي تساعد في الحفاظ على صحة القلب وتقليل مخاطر الإصابة بالنوبات القلبية.",
            "content": "أمراض القلب والشرايين تعتبر من أكثر الأمراض انتشاراً في العالم، وهي السبب الرئيسي للوفاة عالمياً. تشمل هذه الأمراض تصلب الشرايين، وارتفاع ضغط الدم، وأمراض صمامات القلب، واضطرابات نظم القلب. الوقاية تبدأ بتغيير نمط الحياة، مثل اتباع نظام غذائي صحي غني بالخضروات والفواكه، وممارسة الرياضة بانتظام، والإقلاع عن التدخين. العلاجات الحديثة تشمل القسطرة القلبية، وزراعة الشرايين، والأدوية المتطورة مثل مثبطات الإنزيم المحول للأنجيوتنسين. التشخيص المبكر من خلال الفحوصات الدورية يلعب دوراً حاسماً في منع تطور المرض.",
            "author": "د. أحمد محمد",
            "date": "2024-01-15",
            "category": "أمراض القلب",
            "readTime": "5 دقائق",
            "image": "https://images.unsplash.com/photo-1584362917165-526a968579e8?w=600&h=400&fit=crop&q=80",
            "featured": true
        },
        {
            "id": 2,
            "title": "السكري من النوع الثاني: إدارة المرض والتحكم في السكر",
            "excerpt": "دليل شامل لفهم مرض السكري من النوع الثاني وكيفية إدارته بفعالية من خلال النظام الغذائي والرياضة والأدوية المناسبة.",
            "content": "مرض السكري من النوع الثاني يصيب ملايين الأشخاص حول العالم، وهو حالة مزمنة تتطلب إدارة مدى الحياة. يحدث عندما لا يستطيع الجسم استخدام الأنسولين بفعالية. الأعراض تشمل العطش الشديد، كثرة التبول، والإرهاق. الإدارة الفعالة تشمل مراقبة مستوى السكر في الدم، اتباع نظام غذائي منخفض الكربوهيدرات، ممارسة الرياضة المنتظمة. الأدوية مثل الميتفورمين تساعد في التحكم بمستوى السكر. المضاعفات يمكن أن تشمل أمراض القلب، مشاكل الكلى، وتلف الأعصاب، لذلك المتابعة الطبية المنتظمة ضرورية.",
            "author": "د. فاطمة علي",
            "date": "2024-01-12",
            "category": "الغدد الصماء",
            "readTime": "7 دقائق",
            "image": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 3,
            "title": "الاكتئاب والقلق: فهم الأسباب والعلاج النفسي الحديث",
            "excerpt": "استكشاف أسباب الاكتئاب والقلق وأحدث طرق العلاج النفسي والدوائي، بالإضافة إلى استراتيجيات التأقلم والدعم النفسي.",
            "content": "الاكتئاب والقلق من أكثر الاضطرابات النفسية شيوعاً، ويؤثران على ملايين الأشخاص عالمياً. الاكتئاب يتميز بالحزن المستمر وفقدان الاهتمام بالأنشطة اليومية، بينما القلق يشمل الخوف المفرط والقلق المستمر. الأسباب متعددة وتشمل العوامل الوراثية، الكيميائية في الدماغ، والضغوط الحياتية. العلاج يشمل العلاج النفسي مثل العلاج المعرفي السلوكي، والأدوية المضادة للاكتئاب. الدعم الاجتماعي، ممارسة الرياضة، والتأمل يلعبون دوراً مهماً في التعافي. التشخيص المبكر والعلاج المناسب يحسنان بشكل كبير من جودة الحياة.",
            "author": "د. محمد حسن",
            "date": "2024-01-10",
            "category": "الصحة النفسية",
            "readTime": "6 دقائق",
            "image": "https://images.unsplash.com/photo-1544027993-37dbfe43562a?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 4,
            "title": "التهاب المفاصل الروماتويدي: التشخيص والعلاج الحديث",
            "excerpt": "معلومات شاملة حول التهاب المفاصل الروماتويدي، أعراضه، طرق التشخيص الحديثة، والعلاجات البيولوجية المتطورة.",
            "content": "التهاب المفاصل الروماتويدي هو مرض مناعي ذاتي يصيب المفاصل ويسبب التهاباً مزمناً. يؤثر على الغشاء الزليلي المحيط بالمفاصل، مما يؤدي إلى الألم والتورم وتيبس المفاصل، خاصة في الصباح. الأعراض تشمل ألم المفاصل، التعب العام، وارتفاع درجة الحرارة. التشخيص يتم من خلال الفحص السريري، تحاليل الدم مثل العامل الروماتويدي، والأشعة. العلاج يشمل الأدوية المضادة للروماتيزم والعلاجات البيولوجية الحديثة. العلاج الطبيعي والرياضة المناسبة تساعد في الحفاظ على مرونة المفاصل. التدخل المبكر يمنع تلف المفاصل ويحسن النتائج طويلة المدى.",
            "author": "د. سارة أحمد",
            "date": "2024-01-08",
            "category": "أمراض الروماتيزم",
            "readTime": "3 دقائق",
            "image": "https://images.unsplash.com/photo-1530497610245-94d3c16cda28?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 5,
            "title": "ارتفاع ضغط الدم: الأسباب والعلاج والوقاية",
            "excerpt": "دليل شامل لفهم ارتفاع ضغط الدم، عوامل الخطر، وكيفية السيطرة عليه من خلال تغيير نمط الحياة والأدوية.",
            "content": "ارتفاع ضغط الدم أو 'القاتل الصامت' يصيب أكثر من مليار شخص عالمياً. يحدث عندما يكون الضغط في الشرايين مرتفعاً باستمرار، مما يجهد القلب ويضر بالأوعية الدموية. غالباً لا توجد أعراض واضحة، لذلك يُكتشف أثناء الفحوصات الروتينية. عوامل الخطر تشمل العمر، التاريخ العائلي، السمنة، والتدخين. العلاج يشمل تغيير نمط الحياة مثل تقليل الملح، ممارسة الرياضة، والإقلاع عن التدخين. الأدوية مثل مثبطات الإنزيم المحول ومدرات البول فعالة. المتابعة المنتظمة ضرورية لمنع المضاعفات مثل النوبة القلبية والسكتة الدماغية.",
            "author": "د. خالد محمود",
            "date": "2024-01-05",
            "category": "أمراض القلب",
            "readTime": "4 دقائق",
            "image": "https://images.unsplash.com/photo-1584362917165-526a968579e8?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 6,
            "title": "الربو الشعبي: الأسباب والأعراض وطرق العلاج",
            "excerpt": "معلومات مفصلة حول مرض الربو، مسبباته، أعراضه، وكيفية إدارته بفعالية باستخدام الأدوية والعلاج الطبيعي.",
            "content": "الربو الشعبي هو مرض مزمن يصيب الشعب الهوائية، حيث تلتهب وتنتفخ وتنتج مخاطاً إضافياً، مما يجعل التنفس صعباً. الأعراض تشمل ضيق التنفس، الصفير عند التنفس، السعال، وضيق الصدر. المسببات تشمل المواد المثيرة للحساسية مثل الغبار وحبوب اللقاح، والمهيجات مثل دخان السجائر. التشخيص يتم من خلال اختبارات وظائف الرئة والتاريخ المرضي. العلاج يشمل موسعات الشعب الهوائية للنوبات الحادة، والكورتيكوستيرويدات المستنشقة للسيطرة طويلة المدى. تجنب المثيرات، استخدام جهاز قياس ذروة الجريان، وخطة العمل المكتوبة مهمة لإدارة المرض بنجاح.",
            "author": "د. نورا عبدالله",
            "date": "2024-01-03",
            "category": "أمراض الجهاز التنفسي",
            "readTime": "3 دقائق",
            "image": "https://images.unsplash.com/photo-1628771065518-0d82f1938462?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 7,
            "title": "هشاشة العظام: الوقاية والعلاج في مراحل مختلفة من العمر",
            "excerpt": "دليل شامل حول مرض هشاشة العظام، عوامل الخطر، طرق الوقاية، والعلاجات الحديثة للحفاظ على قوة العظام.",
            "content": "هشاشة العظام مرض يجعل العظام ضعيفة وهشة، مما يزيد من خطر الكسور. يحدث عندما يفقد الجسم الكثير من الكالسيوم أو لا ينتج ما يكفي من العظم الجديد. النساء بعد انقطاع الطمث أكثر عرضة بسبب انخفاض هرمون الاستروجين. عوامل الخطر تشمل العمر، الجنس، التاريخ العائلي، وقلة الحركة. الوقاية تبدأ في الصغر بالحصول على كمية كافية من الكالسيوم وفيتامين د، وممارسة تمارين حمل الأثقال. التشخيص يتم بفحص كثافة العظام. العلاج يشمل أدوية مثل البيسفوسفونات، مكملات الكالسيوم وفيتامين د، والعلاج الهرموني في بعض الحالات.",
            "author": "د. عمر الشريف",
            "date": "2024-01-01",
            "category": "أمراض العظام",
            "readTime": "6 دقائق",
            "image": "https://images.unsplash.com/photo-1576086213369-97a306d36557?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 8,
            "title": "أمراض الغدة الدرقية: فرط وقصور النشاط والعلاج",
            "excerpt": "تعرف على اضطرابات الغدة الدرقية، أعراض فرط وقصور النشاط، طرق التشخيص، والعلاجات المتاحة.",
            "content": "الغدة الدرقية تنظم عملية الأيض في الجسم من خلال إنتاج الهرمونات. فرط نشاط الغدة الدرقية يسبب تسارع الأيض، مما يؤدي إلى فقدان الوزن، تسارع النبض، والعصبية. قصور النشاط يسبب بطء الأيض، زيادة الوزن، التعب، والاكتئاب. الأسباب تشمل المناعة الذاتية، العقد الدرقية، والالتهابات. التشخيص يتم بفحص مستوى هرمونات الغدة الدرقية في الدم. العلاج لفرط النشاط يشمل الأدوية المضادة للدرقية، اليود المشع، أو الجراحة. قصور النشاط يعالج بهرمون الدرقية التعويضي. المتابعة المنتظمة ضرورية لضبط الجرعات وتجنب المضاعفات.",
            "author": "د. ليلى كامل",
            "date": "2023-12-28",
            "category": "الغدد الصماء",
            "readTime": "2 دقائق",
            "image": "https://images.unsplash.com/photo-1559757175-0eb30cd8c063?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 9,
            "title": "السمنة والوزن الزائد: الأسباب والمخاطر وطرق العلاج",
            "excerpt": "دراسة شاملة حول مشكلة السمنة العالمية، أسبابها، مخاطرها الصحية، واستراتيجيات فقدان الوزن الآمنة والفعالة.",
            "content": "السمنة أصبحت وباءً عالمياً، حيث تضاعفت معدلاتها ثلاث مرات منذ 1975. تُعرف السمنة بمؤشر كتلة الجسم 30 أو أكثر. الأسباب متعددة وتشمل العوامل الوراثية، نمط الحياة الخامل، النظام الغذائي عالي السعرات، والعوامل النفسية. المخاطر الصحية تشمل السكري النوع الثاني، أمراض القلب، توقف التنفس أثناء النوم، وبعض أنواع السرطان. العلاج يتطلب نهجاً شاملاً يشمل تغيير النظام الغذائي، زيادة النشاط البدني، العلاج السلوكي، وفي بعض الحالات الأدوية أو الجراحة. الوقاية تبدأ في الطفولة بتعليم عادات الأكل الصحية وأهمية النشاط البدني.",
            "author": "د. حسام الدين",
            "date": "2023-12-25",
            "category": "التغذية والسمنة",
            "readTime": "6 دقائق",
            "image": "https://images.unsplash.com/photo-1571019613454-1cb2f99b2d8b?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 10,
            "title": "أمراض الكبد: التهاب الكبد الفيروسي والكبد الدهني",
            "excerpt": "معلومات مهمة حول أمراض الكبد الشائعة، بما في ذلك التهاب الكبد الفيروسي والكبد الدهني، وطرق الوقاية والعلاج.",
            "content": "الكبد هو أكبر عضو داخلي في الجسم ويقوم بوظائف حيوية متعددة. التهاب الكبد الفيروسي يشمل عدة أنواع (A, B, C) كل منها ينتقل بطرق مختلفة. التهاب الكبد A ينتقل عبر الطعام والماء الملوث، بينما B و C ينتقلان عبر الدم والسوائل الجسدية. الكبد الدهني غير الكحولي أصبح شائعاً مع زيادة السمنة والسكري. الأعراض قد تكون غائبة في المراحل المبكرة، لكنها تشمل التعب، ألم البطن، واليرقان. الوقاية تشمل التطعيم ضد التهاب الكبد A و B، تجنب مشاركة الإبر، وممارسة الجنس الآمن. العلاج يختلف حسب النوع وقد يشمل الأدوية المضادة للفيروسات.",
            "author": "د. مصطفى رضا",
            "date": "2023-12-22",
            "category": "أمراض الكبد",
            "readTime": "8 دقائق",
            "image": "https://images.unsplash.com/photo-1559757175-0eb30cd8c063?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 11,
            "title": "الصداع النصفي: الأسباب والأعراض والعلاج الفعال",
            "excerpt": "دليل متخصص حول الصداع النصفي، مسبباته، أعراضه المميزة، وأحدث طرق العلاج والوقاية من النوبات.",
            "content": "الصداع النصفي اضطراب عصبي مزمن يتميز بنوبات صداع شديد يصاحبها أعراض أخرى. يؤثر على حوالي 15% من السكان، والنساء أكثر عرضة من الرجال. الأعراض تشمل ألم نابض في جانب واحد من الرأس، الغثيان، التقيؤ، والحساسية للضوء والصوت. بعض المرضى يعانون من 'الأورة' قبل النوبة، وهي اضطرابات بصرية أو حسية. المسببات تشمل التوتر، التغيرات الهرمونية، بعض الأطعمة، وتغيير أنماط النوم. العلاج يشمل أدوية لتخفيف الألم أثناء النوبة مثل التريبتان، وأدوية وقائية للمرضى الذين يعانون من نوبات متكررة. تقنيات إدارة التوتر والحفاظ على نمط حياة منتظم يساعدان في منع النوبات.",
            "author": "د. رانيا فؤاد",
            "date": "2023-12-20",
            "category": "أمراض الجهاز العصبي",
            "readTime": "4 دقائق",
            "image": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 12,
            "title": "أمراض الكلى المزمنة: التشخيص المبكر والعلاج",
            "excerpt": "معلومات شاملة حول أمراض الكلى المزمنة، عوامل الخطر، طرق التشخيص المبكر، وخيارات العلاج المتاحة.",
            "content": "أمراض الكلى المزمنة تتطور ببطء على مدى سنوات، وغالباً لا تظهر أعراض في المراحل المبكرة. الكلى تقوم بتصفية الفضلات والسوائل الزائدة من الدم. عوامل الخطر الرئيسية تشمل السكري، ارتفاع ضغط الدم، والتاريخ العائلي. أمراض أخرى مثل التهاب الكلى المناعي الذاتي قد تسبب الفشل الكلوي. التشخيص يتم بفحص وظائف الكلى في الدم والبول، ومعدل الترشيح الكلوي. في المراحل المبكرة، العلاج يركز على إبطاء تطور المرض من خلال السيطرة على السكري وضغط الدم، وأدوية حماية الكلى. في المراحل المتقدمة، قد يحتاج المريض لغسيل الكلى أو زراعة الكلى. التشخيص المبكر والعلاج يمكن أن يمنع أو يؤخر الحاجة لغسيل الكلى.",
            "author": "د. أمين صالح",
            "date": "2023-12-18",
            "category": "أمراض الكلى",
            "readTime": "6 دقائق",
            "image": "https://images.unsplash.com/photo-1559757175-0eb30cd8c063?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 13,
            "title": "اضطرابات النوم: الأرق وتوقف التنفس أثناء النوم",
            "excerpt": "دراسة متعمقة حول اضطرابات النوم الشائعة، تأثيرها على الصحة العامة، وطرق العلاج الحديثة لتحسين جودة النوم.",
            "content": "النوم الصحي ضروري للصحة الجسدية والنفسية، لكن ملايين الأشخاص يعانون من اضطرابات النوم. الأرق هو صعوبة النوم أو البقاء نائماً، وقد يكون حاداً أو مزمناً. الأسباب تشمل التوتر، القلق، والعادات السيئة في النوم. توقف التنفس أثناء النوم حالة خطيرة حيث يتوقف التنفس مؤقتاً أثناء النوم، مما يؤدي إلى انقطاع النوم وانخفاض الأكسجين. عوامل الخطر تشمل السمنة، تضخم اللوزتين، والتدخين. الأعراض تشمل الشخير الشديد، النعاس أثناء النهار، وصعوبة التركيز. العلاج يشمل تحسين نظافة النوم، العلاج السلوكي المعرفي للأرق، وأجهزة CPAP لتوقف التنفس أثناء النوم.",
            "author": "د. هدى خليل",
            "date": "2023-12-15",
            "category": "طب النوم",
            "readTime": "4 دقائق",
            "image": "https://images.unsplash.com/photo-1541781774459-bb2af2f05b55?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 14,
            "title": "أمراض الجهاز الهضمي: القولون العصبي وقرحة المعدة",
            "excerpt": "معلومات تفصيلية حول أمراض الجهاز الهضمي الشائعة، أعراضها، أسبابها، وطرق العلاج والإدارة الفعالة.",
            "content": "الجهاز الهضمي معقد ويتأثر بعوامل متعددة. متلازمة القولون العصبي اضطراب وظيفي شائع يؤثر على الأمعاء الغليظة. الأعراض تشمل ألم البطن، الانتفاخ، والتغيرات في حركة الأمعاء. الأسباب غير واضحة تماماً لكنها تشمل التوتر، التغيرات في بكتيريا الأمعاء، والحساسية الغذائية. قرحة المعدة تحدث عندما تتآكل بطانة المعدة أو الاثني عشر بسبب بكتيريا الملوية البوابية أو مضادات الالتهاب غير الستيرويدية. الأعراض تشمل ألم المعدة، الغثيان، والشعور بالامتلاء. العلاج للقولون العصبي يشمل تغيير النظام الغذائي، إدارة التوتر، والأدوية. قرحة المعدة تعالج بالمضادات الحيوية ومثبطات مضخة البروتون.",
            "author": "د. كريم عادل",
            "date": "2023-12-12",
            "category": "أمراض الجهاز الهضمي",
            "readTime": "5 دقائق",
            "image": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 15,
            "title": "سرطان الثدي: الكشف المبكر والعلاج الحديث",
            "excerpt": "دليل شامل حول سرطان الثدي، عوامل الخطر، أهمية الكشف المبكر، وأحدث طرق العلاج والتعافي.",
            "content": "سرطان الثدي هو ثاني أكثر أنواع السرطان شيوعاً بين النساء، لكنه قابل للعلاج بشكل كبير عند اكتشافه مبكراً. يبدأ عادة في قنوات الحليب أو غدد الثدي. عوامل الخطر تشمل العمر، التاريخ العائلي، الطفرات الوراثية BRCA، والعوامل الهرمونية. الأعراض المبكرة تشمل وجود كتلة في الثدي، تغيرات في شكل أو حجم الثدي، وإفرازات من الحلمة. الكشف المبكر يتم من خلال الفحص الذاتي الشهري، الفحص السريري، والماموجرام. العلاج يشمل الجراحة، العلاج الكيميائي، العلاج الإشعاعي، والعلاج الهرموني حسب نوع ومرحلة السرطان. العلاجات المستهدفة الحديثة تحسن النتائج بشكل كبير. الدعم النفسي والاجتماعي جزء مهم من رحلة العلاج.",
            "author": "د. منى إبراهيم",
            "date": "2023-12-10",
            "category": "الأورام",
            "readTime": "7 دقائق",
            "image": "https://images.unsplash.com/photo-1559757175-0eb30cd8c063?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 16,
            "title": "متلازمة تكيس المبايض: الأعراض والتشخيص والعلاج",
            "excerpt": "معلومات شاملة حول متلازمة تكيس المبايض، تأثيرها على الخصوبة والهرمونات، وطرق العلاج الحديثة.",
            "content": "متلازمة تكيس المبايض اضطراب هرموني شائع يصيب النساء في سن الإنجاب. تتميز بارتفاع مستوى الهرمونات الذكرية، عدم انتظام الدورة الشهرية، وتكوين أكياس صغيرة على المبايض. الأعراض تشمل عدم انتظام الحيض، زيادة نمو الشعر، حب الشباب، وزيادة الوزن. قد تؤدي إلى صعوبة في الحمل ومقاومة الأنسولين. التشخيص يتم من خلال الفحص السريري، تحاليل الهرمونات، والأشعة فوق الصوتية. العلاج يشمل تغيير نمط الحياة، فقدان الوزن، وأدوية تنظيم الهرمونات مثل حبوب منع الحمل والميتفورمين. للراغبات في الحمل، قد تستخدم أدوية تحفيز الإباضة. المتابعة المنتظمة مهمة لمنع المضاعفات طويلة المدى مثل السكري وأمراض القلب.",
            "author": "د. نادية حسام",
            "date": "2023-12-08",
            "category": "أمراض النساء",
            "readTime": "5 دقائق",
            "image": "https://images.unsplash.com/photo-1576091160550-2173dba999ef?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 17,
            "title": "الزهايمر والخرف: الأعراض المبكرة والعلاج الداعم",
            "excerpt": "دليل تفصيلي حول مرض الزهايمر وأنواع الخرف الأخرى، علاماتها المبكرة، وطرق الرعاية والدعم.",
            "content": "مرض الزهايمر هو الشكل الأكثر شيوعاً للخرف، ويصيب ملايين الأشخاص عالمياً. يتميز بفقدان تدريجي للذاكرة والقدرات المعرفية. الأعراض المبكرة تشمل نسيان الأحداث الأخيرة، صعوبة في حل المشاكل، والتشويش في الوقت والمكان. مع تقدم المرض، يفقد المرضى القدرة على أداء الأنشطة اليومية والتواصل. الأسباب الدقيقة غير معروفة، لكن العوامل الوراثية والبيئية تلعب دوراً. التشخيص يتم من خلال الفحص المعرفي، تحاليل الدم، والأشعة التصويرية. حالياً لا يوجد علاج شافي، لكن بعض الأدوية قد تبطئ تطور الأعراض. الرعاية الداعمة تشمل العلاج الطبيعي، النشاطات المعرفية، وتوفير بيئة آمنة. دعم الأسرة والمقدمين للرعاية أمر بالغ الأهمية.",
            "author": "د. أحمد سليم",
            "date": "2023-12-05",
            "category": "أمراض الجهاز العصبي",
            "readTime": "8 دقائق",
            "image": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 18,
            "title": "الأنيميا ونقص الحديد: الأسباب والعلاج الغذائي",
            "excerpt": "معلومات شاملة حول أنواع الأنيميا المختلفة، أسبابها، أعراضها، وطرق العلاج الغذائي والدوائي.",
            "content": "الأنيميا أو فقر الدم حالة لا ينتج فيها الجسم ما يكفي من خلايا الدم الحمراء الصحية أو الهيموجلوبين. النوع الأكثر شيوعاً هو أنيميا نقص الحديد. الأعراض تشمل التعب، ضيق التنفس، شحوب الجلد، والدوخة. الأسباب تشمل النزيف، سوء التغذية، وأمراض مزمنة. النساء أكثر عرضة بسبب الحيض والحمل. التشخيص يتم بفحص الدم لقياس مستوى الهيموجلوبين والحديد. العلاج يشمل مكملات الحديد والأطعمة الغنية بالحديد مثل اللحوم الحمراء، السبانخ، والبقوليات. فيتامين C يساعد على امتصاص الحديد. في الحالات الشديدة، قد يحتاج المريض لنقل دم أو علاج السبب الأساسي. المتابعة المنتظمة مهمة لمراقبة الاستجابة للعلاج.",
            "author": "د. سمية فهمي",
            "date": "2023-12-03",
            "category": "أمراض الدم",
            "readTime": "4 دقائق",
            "image": "https://images.unsplash.com/photo-1584362917165-526a968579e8?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 19,
            "title": "التهاب المسالك البولية: الوقاية والعلاج السريع",
            "excerpt": "دليل شامل حول التهابات المسالك البولية، أعراضها، أسباب تكرارها، وطرق الوقاية والعلاج الفعال.",
            "content": "التهاب المسالك البولية عدوى شائعة تصيب أي جزء من الجهاز البولي، والنساء أكثر عرضة من الرجال. الأعراض تشمل حرقة عند التبول، كثرة التبول، ألم في أسفل البطن، وقد يصاحبها حمى. البكتيريا الإشريكية القولونية هي السبب الأكثر شيوعاً. عوامل الخطر تشمل النشاط الجنسي، استخدام أنواع معينة من وسائل منع الحمل، وانقطاع الطمث. التشخيص يتم بفحص البول وزراعته. العلاج يشمل المضادات الحيوية، وشرب كميات كافية من الماء. الوقاية تشمل شرب الماء بكثرة، التبول بعد الجماع، وتجنب المنتجات المهيجة. عصير التوت البري قد يساعد في الوقاية. في حالات العدوى المتكررة، قد يوصى بمضادات حيوية وقائية أو فحوصات إضافية.",
            "author": "د. طارق عثمان",
            "date": "2023-11-30",
            "category": "أمراض المسالك البولية",
            "readTime": "5 دقائق",
            "image": "https://images.unsplash.com/photo-1559757175-0eb30cd8c063?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 20,
            "title": "اضطرابات الأكل: فهم الأسباب وطرق العلاج النفسي",
            "excerpt": "معلومات تفصيلية حول اضطرابات الأكل المختلفة، أعراضها، تأثيرها النفسي والجسدي، وطرق العلاج المتكاملة.",
            "content": "اضطرابات الأكل مجموعة من الحالات النفسية المعقدة التي تؤثر على علاقة الشخص بالطعام والوزن. فقدان الشهية العصبي يتميز بتقييد شديد للطعام والخوف من زيادة الوزن. الشره المرضي يشمل نوبات أكل مفرط يتبعها سلوكيات تعويضية مثل القيء أو استخدام الملينات. اضطراب الأكل القهري يتميز بنوبات أكل مفرط دون سلوكيات تعويضية. الأسباب معقدة وتشمل عوامل وراثية، نفسية، واجتماعية. الأعراض تشمل تغيرات جذرية في الوزن، الانشغال المفرط بالطعام والوزن، وتجنب المواقف الاجتماعية المتعلقة بالطعام. العلاج يتطلب فريق متعدد التخصصات يشمل طبيب نفسي، اختصاصي تغذية، وطبيب عام. العلاج النفسي، خاصة العلاج المعرفي السلوكي، هو الركيزة الأساسية للعلاج.",
            "author": "د. ياسمين نور",
            "date": "2023-11-28",
            "category": "الصحة النفسية",
            "readTime": "9 دقائق",
            "image": "https://images.unsplash.com/photo-1544027993-37dbfe43562a?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 21,
            "title": "أمراض العيون الشائعة: الجلوكوما والساد والعلاج",
            "excerpt": "دليل شامل حول أمراض العيون الأكثر شيوعاً، أعراضها، طرق التشخيص المبكر، والعلاجات الحديثة المتاحة.",
            "content": "العيون أعضاء حساسة معرضة لعدة أمراض قد تؤثر على الرؤية. الجلوكوما أو المياه الزرقاء مرض يتسبب في ارتفاع ضغط العين وتلف العصب البصري. غالباً لا توجد أعراض مبكرة، لذلك يُسمى 'سارق البصر الصامت'. الساد أو المياه البيضاء تعكر عدسة العين، مما يسبب ضبابية في الرؤية وصعوبة في الرؤية الليلية. التقدم في العمر هو السبب الرئيسي. أمراض الشبكية مثل اعتلال الشبكية السكري شائعة بين مرضى السكري. الفحص الدوري للعيون مهم للكشف المبكر. علاج الجلوكوما يشمل قطرات خافضة للضغط أو الجراحة. الساد يعالج بالجراحة لاستبدال العدسة. اعتلال الشبكية قد يحتاج حقن أو جراحة بالليزر. الوقاية تشمل حماية العيون من أشعة الشمس والسيطرة على السكري.",
            "author": "د. محمود زكريا",
            "date": "2023-11-25",
            "category": "أمراض العيون",
            "readTime": "10 دقائق",
            "image": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 22,
            "title": "الأمراض الجلدية الشائعة: الأكزيما والصدفية والعلاج",
            "excerpt": "معلومات تفصيلية حول الأمراض الجلدية الأكثر انتشاراً، أسبابها، أعراضها، وطرق العلاج والعناية بالبشرة.",
            "content": "الجلد هو أكبر عضو في الجسم ويتعرض لعدة أمراض. الأكزيما أو التهاب الجلد التأتبي حالة مزمنة تسبب جفاف، حكة، والتهاب الجلد. شائعة في الأطفال وقد تستمر للبلوغ. المثيرات تشمل المواد الكيميائية، التوتر، والطقس الجاف. الصدفية مرض مناعي ذاتي يسبب تراكم خلايا الجلد بسرعة، مما يؤدي لقشور فضية وبقع حمراء مؤلمة. حب الشباب شائع في المراهقين بسبب التغيرات الهرمونية وانسداد المسام. الفطريات الجلدية مثل سعفة القدم شائعة في البيئات الرطبة. العلاج يختلف حسب النوع - الأكزيما تعالج بالمرطبات والكورتيكوستيرويدات الموضعية. الصدفية قد تحتاج أدوية مناعية أو علاج ضوئي. حب الشباب يعالج بالريتينويدات والمضادات الحيوية. الوقاية تشمل النظافة الجيدة واستخدام واقي الشمس.",
            "author": "د. سلمى حافظ",
            "date": "2023-11-22",
            "category": "الأمراض الجلدية",
            "readTime": "7 دقائق",
            "image": "https://images.unsplash.com/photo-1584362917165-526a968579e8?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 23,
            "title": "التهاب المفاصل التنكسي: العلاج الطبيعي والأدوية",
            "excerpt": "دليل شامل حول التهاب المفاصل التنكسي، أسبابه، أعراضه، وطرق العلاج الطبيعي والدوائي لتخفيف الألم.",
            "content": "التهاب المفاصل التنكسي أو الفصال العظمي هو الشكل الأكثر شيوعاً لالتهاب المفاصل. يحدث عندما يتآكل الغضروف الذي يحمي نهايات العظام في المفاصل. يصيب عادة كبار السن لكن يمكن أن يحدث في أي عمر. المفاصل الأكثر تأثراً هي الركبتين، الوركين، اليدين، والعمود الفقري. الأعراض تشمل ألم المفاصل، التيبس خاصة في الصباح، وانخفاض مدى الحركة. عوامل الخطر تشمل العمر، السمنة، الإصابات السابقة، والوراثة. التشخيص يتم بالفحص السريري والأشعة السينية. العلاج يهدف لتخفيف الألم وتحسين الوظيفة. يشمل الأدوية المسكنة، العلاج الطبيعي، تمارين تقوية العضلات، وفقدان الوزن. في الحالات الشديدة، قد تكون الجراحة ضرورية مثل استبدال المفصل. العلاجات التكميلية مثل الوخز بالإبر قد تساعد بعض المرضى.",
            "author": "د. عادل منصور",
            "date": "2023-11-20",
            "category": "أمراض الروماتيزم",
            "readTime": "9 دقائق",
            "image": "https://images.unsplash.com/photo-1530497610245-94d3c16cda28?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 24,
            "title": "أمراض الأذن والسمع: التهاب الأذن الوسطى وفقدان السمع",
            "excerpt": "معلومات تفصيلية حول أمراض الأذن الشائعة، تأثيرها على السمع، وطرق العلاج والوقاية المناسبة.",
            "content": "الأذن عضو معقد مسؤول عن السمع والتوازن. التهاب الأذن الوسطى شائع خاصة في الأطفال، ويحدث عندما تلتهب المنطقة خلف طبلة الأذن. الأعراض تشمل ألم الأذن، الحمى، وصعوبة السمع. قد ينتج عن عدوى في الجهاز التنفسي العلوي. فقدان السمع يمكن أن يكون توصيلي (مشكلة في نقل الصوت) أو حسي عصبي (مشكلة في الأذن الداخلية أو العصب السمعي). الأسباب تشمل التقدم في السن، التعرض للضوضاء العالية، والعدوى. طنين الأذن إحساس بسماع أصوات دون مصدر خارجي، وقد يكون مؤقت أو مزمن. التشخيص يتم بالفحص السريري واختبارات السمع. العلاج يعتمد على السبب - العدوى تعالج بالمضادات الحيوية، فقدان السمع قد يحتاج معينات سمعية أو زراعة قوقعة. الوقاية تشمل تجنب الضوضاء العالية وعلاج التهابات الجهاز التنفسي بسرعة.",
            "author": "د. مريم الشامي",
            "date": "2023-11-18",
            "category": "أمراض الأنف والأذن والحنجرة",
            "readTime": "8 دقائق",
            "image": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 25,
            "title": "مرض السرطان: الوقاية والكشف المبكر والعلاج الحديث",
            "excerpt": "دليل شامل حول مرض السرطان، عوامل الخطر، أهمية الكشف المبكر، وأحدث طرق العلاج والرعاية الداعمة.",
            "content": "السرطان مجموعة من الأمراض تتميز بنمو خلايا غير طبيعية تنقسم دون تحكم وتقدر على غزو الأنسجة المجاورة. هناك أكثر من 100 نوع من السرطان، يسمى كل منها باسم العضو أو النسيج الذي ينشأ فيه. عوامل الخطر تشمل التدخين، التعرض للإشعاع، بعض العدوى، والوراثة. الأعراض تختلف حسب النوع والموقع لكن قد تشمل فقدان الوزن غير المبرر، التعب المستمر، وتغيرات في الشامات أو الثآليل. الكشف المبكر يحسن فرص العلاج بشكل كبير. العلاج يشمل الجراحة، العلاج الكيميائي، العلاج الإشعاعي، والعلاجات المستهدفة والمناعية الحديثة. الرعاية الداعمة تشمل إدارة الألم، الدعم النفسي، والعلاج التأهيلي. الوقاية تشمل تجنب التدخين، الحفاظ على وزن صحي، ممارسة الرياضة، وإجراء الفحوصات الدورية.",
            "author": "د. خالد الأمير",
            "date": "2023-11-15",
            "category": "الأورام",
            "readTime": "3 دقائق",
            "image": "https://images.unsplash.com/photo-1559757175-0eb30cd8c063?w=600&h=400&fit=crop&q=80"
        },
        {
            "id": 26,
            "title": "متلازمة الأمعاء المتهيجة: الأسباب والعلاج الغذائي",
            "excerpt": "معلومات تفصيلية حول متلازمة الأمعاء المتهيجة، أعراضها، المثيرات الغذائية، وطرق الإدارة والعلاج الطبيعي.",
            "content": "متلازمة الأمعاء المتهيجة اضطراب وظيفي شائع يؤثر على الأمعاء الغليظة دون وجود تلف هيكلي. تصيب حوالي 10-15% من السكان، والنساء أكثر عرضة من الرجال. الأعراض تشمل ألم البطن، الانتفاخ، الغازات، والتغيرات في حركة الأمعاء (إسهال أو إمساك أو كليهما). الأسباب الدقيقة غير معروفة لكن تشمل اضطرابات في حركة الأمعاء، فرط الحساسية الحشوية، والتغيرات في ميكروبيوم الأمعاء. المثيرات تشمل التوتر، بعض الأطعمة مثل الألبان والقمح، والهرمونات. التشخيص يتم بناءً على الأعراض بعد استبعاد الأمراض الأخرى. العلاج يشمل تغيير النظام الغذائي (حمية FODMAP منخفضة)، إدارة التوتر، والأدوية لتخفيف الأعراض. البروبيوتيك قد يساعد في تحسين توازن البكتيريا المعوية. التعليم حول المرض والدعم النفسي مهمان للتأقلم مع الحالة.",
            "author": "د. وليد فاروق",
            "date": "2023-11-12",
            "category": "أمراض الجهاز الهضمي",
            "readTime": "5 دقائق",
            "image": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=600&h=400&fit=crop&q=80"
        }
    ],
"categories": [
    "الكل",
    "أمراض القلب",
    "الغدد الصماء",
    "الصحة النفسية",
    "أمراض الروماتيزم",
    "أمراض الجهاز التنفسي",
    "أمراض العظام",
    "التغذية والسمنة",
    "أمراض الكبد",
    "أمراض الجهاز العصبي",
    "أمراض الكلى",
    "طب النوم",
    "أمراض الجهاز الهضمي",
    "الأورام",
    "أمراض النساء",
    "أمراض الدم",
    "أمراض المسالك البولية",
    "أمراض العيون",
    "الأمراض الجلدية",
    "أمراض الأنف والأذن والحنجرة"
]
}